export default function Main() {
  return (
    <div className="container">
      <h1>О нас</h1>
      <p className="mb-8 text-justify md:px-20">
        Приветствуем вас на{" "}
        <span className="border-b-4 cursor-pointer border-[#4B6587]"> Luminate</span> – вашем
        источнике непрерывного вдохновения в мире программирования и творчества!
        Мы - сообщество творческих энтузиастов, которые стремятся обогатить вашу
        программистскую жизнь удивительными идеями проектов.
      </p>
  
      <p className="mb-8 md:px-20 text-justify">
        Наша миссия – подарить вам каждый день новую порцию вдохновения и
        стимулировать вашу творческую энергию. Мы уверены, что каждый проект
        начинается с маленькой идеи, и мы здесь, чтобы помочь вам найти именно
        ту идею, которая превратит ваш код в произведение искусства.
      </p>
      <div className="w-[50%] my-10 m-auto">
        <img
          src="https://www.notion.so/cdn-cgi/image/format=webp,width=2048/https://images.ctfassets.net/spoqsaf9291f/4qPZTqxXRCDQiimE4c9xXc/eb57558f50ee6fac68dc04e3b5099c8a/home-hero.png"
          alt=""
        />
      </div>
      <h2 className="py-[1rem] md:px-[5rem]">Вдохновение в каждом пикселе</h2>
      <p className="mb-8 md:px-20 text-justify">
        Мы не просто предлагаем идеи для проектов - мы создаем вдохновляющие
        образы, которые заставляют ваше творчество оживать. Наши фотографии,
        иллюстрации и дизайнерские концепции - это источник неиссякаемого
        вдохновения, который помогает вам увидеть возможности в самых
        неожиданных местах.
      </p>
      <div  className="w-[50%] my-10 m-auto">
        <img
          src="https://www.notion.so/cdn-cgi/image/format=webp,width=750/front-static/pages/home/notion-parade.png"
          alt=""
        />
      </div>
      <h2 className="py-[1rem] md:px-[5rem]">Идеи, которые меняют мир</h2>
      <p className="mb-8 md:px-20 text-justify">
        Мы собираем идеи для проектов со всех уголков интернета и выносим их к
        вам на блюдечке. От простых мобильных приложений до сложных
        алгоритмических задач - у нас есть идеи для всех уровней навыков и
        интересов. Мы верим, что каждый код может изменить мир, и наша задача -
        помочь вам найти свой путь к этому изменению. Присоединяйтесь к нашему
        сообществу творческих программистов и дайте волю своему воображению!
      </p>
    </div>
  );
}
